Repository: BioversityCostaRica/mag_formshare_extensions
Catalog: mag_frontend/mag_frontend/locale/*/LC_MESSAGES/mag_frontend.po
Languages: es, fr

source: FS Version
es: Versión de FormShare

source: Welcome to MAG's installation of FormShare
es: Bienvenido al FormShare del MAG
fr: Bienvenue sur l'installation de MAG de FormShare

source: MAG's installation of FormShare
es: FormShare del MAG
fr: L'installation de FormShare de MAG

source: Support email
es: Correo de soporte técnico
fr: soutien email

source: Version de FormShare
es: Versión de FormShare

source: FormShare installation for the Ministry of Agriculture
es: Instalación de FormShare para el Ministerio de Agricultura y Ganadería
fr: l'installation FormShare pour le ministère de l'Agriculture

source: Centralize data
es: Centralize sus datos
fr: données Centraliser

source: Store your data in a consistent way inside a relational database without duplicates or inconsistencies
es: Almacene datos en forma consistente dentro de una base de datos relacional sin duplicados e inconsistencias
fr: Stockez vos données de manière cohérente dans une base de données relationnelle sans doublons ou des incohérences

source: Complete mobile support
es: Soporte completo para dispositivos móviles
fr: support mobile complète

source: FormShare supports data collection technologies like
es: FormShare tiene soporte para tecnologías de recolección de datos como
fr: FormShare soutient les technologies de collecte de données comme

source: Decentralize data access
es: Descentralize el acceso a los datos
fr: l'accès aux données Décentraliser

source: Create collaborations around data and allow access anywhere using common tools like Excel, STATA or R
es: Cree colaboraciones al rededor de los datos usando herramientas como Excel, STATA o R
fr: Créer des collaborations autour des données et permettre un accès partout en utilisant des outils communs comme Excel, STATA ou R

source: Track changes
es: Revisión de cambios
fr: Suivi des modifications

source: Browse through your data online and track and manage the changes made on it
es: Navega por tus datos y revisa los cambio hechos en los datos
fr: Parcourez vos données en ligne et suivre et gérer les modifications apportées à ce

source: Sign in
es: Ingresar
fr: se connecter

source: Sign up
es: Registrarse
fr: S'inscrire

source: Language
es: Lenguaje
fr: Langue

source: Welcome to
es: Bienvenido a
fr: Bienvenue à

source: The Ministry's data management platform for mobile data collection
es: La plataforma del Ministerio para el manejo de datos usando tecnologías móviles
fr: La plate-forme de gestion des données du Ministère pour la collecte de données mobiles

source: Platform For Climatic Risks
es: Plataforma para Riesgos Climáticos
fr: Plate-forme pour risques climatiques

source: This plugin for FormShare allows the management of climatic risks
es: Este completo de FormShare permite la gestión de riesgos climáticos
fr: Ce plugin pour FormShare permet la gestion des risques climatiques

source: using satellite data and district level indicators
es: usando datos satelitales e indicadores a nivel distrital
fr: en utilisant les données satellites et des indicateurs de niveau de district

source: Next
es: Siguiente
fr: Prochain
